INSERT INTO "product"
---------------------------------------------------------------------------
("id", "category" , "name"        , "price", "amount", "date"      ) VALUES
---------------------------------------------------------------------------
(1   , 'Для кухни', 'Ложка'       , 123    , 20      , '2020-03-13'),
(2   , 'Для ванны', 'Зубная щётка', 234    , 10      , '2020-03-13'),
(3   , 'Для кухни', 'Нож'         , 345    , 30      , '2020-03-13'),
(4   , 'Для ванны', 'Бритва'      , 456    , 5       , '2020-03-13');
SELECT setval('product_id_seq', 4);
