INSERT INTO "category"
--------------------------
("id", "name"     ) VALUES
--------------------------
(1   , 'Для кухни'),
(2   , 'Для ванны');
SELECT setval('category_id_seq', 2);

INSERT INTO "product"
------------------------------------------------------------------------------
("id", "category_id" , "name"        , "price", "amount", "date"      ) VALUES
------------------------------------------------------------------------------
(1   , 1             , 'Ложка'       , 123    , 20      , '2020-03-13'),
(2   , 2             , 'Зубная щётка', 234    , 10      , '2020-03-13'),
(3   , 1             , 'Нож'         , 345    , 30      , '2020-03-13'),
(4   , 2             , 'Бритва'      , 456    , 5       , '2020-03-13');
SELECT setval('product_id_seq', 4);

INSERT INTO "user"
--------------------------------------------
("id", "login"  , "password", "role") VALUES
--------------------------------------------
(1   , 'root'   , 'root'    , 0     ),
(2   , 'manager', 'manager' , 1     );
SELECT setval('user_id_seq', 2);
